[
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Pinned by Hujan Tanda Tanya",
        "comment": "Halo semuanya, makasih udah mau bersabar nunggu kita yang seminggu kemarin lagi hectic, jadi baru kelar editing. Sebagai bonus, di video kali ini akan ada giveaway 2 buku “Search Inside Yourself” dari Chade-Meng Tan, buku pengembangan diri yang keren yang konsepnya berkembang di perusahaan teknologi Google. ",
        "like": "330"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "avida nur",
        "comment": "Pengen bgt semua vidio hutata di tayangin di televisi biar.. acara televisi ngak nayangin tentang sinetron dan acara acara yg kurang berfaedah bagi anak maupun remaja :)",
        "like": "537"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhammad Herdiansyah",
        "comment": "Setelah belajar selama 12 tahun gw akhirnya baru sadar dan merasa bahwa selama ini saya belajar cuman untuk sekadar test, pas SD belajar biar dapet SMP negeri, pas SMP belajar biar dapet SMA negeri, dan SMA belajar bisa diterima di universitas negeri, akhirnya ? Ya cuman bisa ngerjain sekadar test aja",
        "like": "458"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mohammad Fajar Sugiharto",
        "comment": "saya dukung masnya jadi menteri pendidikan",
        "like": "310"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmad Hafidzi",
        "comment": "Hakikat pendidikan  adalah juga membentuk budaya, moral, dan budi pekerti, bukan sekedar menjadikan anak-anak kita pintar dan otaknya menguasai ilmu teknologi. Apabila halnya demikian, kita tak perlu heran kalau masih melihat banyak orang pintar dan otaknya cerdas, namun miskin moral dan budi pekerti. Mungkin kita terlewat untuk menginternalisasi nilai-nilai moral saat SD dulu. Mungkin waktu kita saat itu tersita untuk menghafal ilmu-ilmu “penting” lainnya.",
        "like": "182"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmad Ramdani",
        "comment": "Harusnya HUTATA itu jadi brand ambasador \"RUANG GURU\" bukannya artis game hehe",
        "like": "153"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "kazenokaze",
        "comment": "youtuber bgini sangat layak buat dapet jutaan subscriber",
        "like": "140"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Z Rus",
        "comment": "Mnrut w, \nDunia Pendidikan Indonesia kebanyakan Formalitas.",
        "like": "95"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Caesar Sihombing",
        "comment": "Lah ada gw wkwk makasih hutata",
        "like": "99"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Satria Tarigan",
        "comment": "Kenapa sih yang harus trending tu iis dahlia kampret mulu? Bukannya yang begini.",
        "like": "80"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Seijiwan Art",
        "comment": "Pendidikan sopan santun dalam berkata harus diajarkan kepada anak-anak, miris sekarang banyak anak-anak ngomong kasar tanpa ada rasa dosa sedikitpun.",
        "like": "125"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ikhsan Arbytama",
        "comment": "masalahnya doktrin \"pelajaran di sekolah ga ngaruh sama kehidupan sehari2\" udah begitu melekat di kepala pelajar indonesia.. harusnya dirubah doktrinnya \"bagaimana pelajaran di sekolah sepenuhnya bermanfaat untuk kehidupan sehari2\"",
        "like": "78"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Opini Mahasiswa",
        "comment": "Wah Sandiaga Uno Jadi Lebih Muda Di Video Ini :'v",
        "like": "34"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Siti Nurhayati",
        "comment": "bang bahas donk tetang keperibadian introvert dan ekstrovert.",
        "like": "159"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Jessy Angela Daleru",
        "comment": "Mantap. Makasih banyak untuk pengetahuannya kak. Kalo menurut aku sih pendidikan di Indonesia msi dktakan ketinggalan krna anak2 muda Indonesia minat membacanya masih minim. Ayo membaca!",
        "like": "57"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Bli Dwiik",
        "comment": "menarik",
        "like": "70"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Fajar Imaduddin",
        "comment": "Sebenernya klo dari akun YouTube yg gua ikuti banyak sekali yang concern terhadap dunia pendidikan kita diantaranya agung hapsah sm skinny Indonesia 24, akan lebih baik lagi mungkin youtuber yg concern ke pendidikan coba collab atau bersatu dan buat sesuatu yang tentunya lebih punya efek besar mungkin",
        "like": "55"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Das Veritas",
        "comment": "Kebanyakan masyarakat endonesah masih melihat pendidikan itu hanya sbg batu loncatan utk dunia kerja, nilai bagus -> lulus ujian -> diterima di univ \"ternama\" -> lulus kuliah -> punya gelar -> diterima kerja di perusahaan \"ternama\" -> gaji besar -> hidup enak. Alhasil giat belajar (dibaca: menghafal) bertahun-tahun hanya demi seonggok kertas bertuliskan \"lulus\" dan sebuah \"titel\" didepan/dibelakang nama sebagai penanda status sosial.",
        "like": "37"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "N.E.E.T",
        "comment": "Ayo jadikan hutata menteri pendidikan 😅",
        "like": "36"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Yanti Afrini",
        "comment": "Setetes pun kamu tidak menyinggung universitas² keguruan yang dulu bernama IKIP (Institut Keguruan & Ilmu Pendidikan). Padahal isi video ini sangat besar kaitannya dgn keterlibatan universitas² keguruan tersebut.",
        "like": "107"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Radon",
        "comment": "Kalo diibaratkan bendungan, pendidikan indonesia kebanyakan ngasih air, tanpa meningkatkan kualitas bendungan tersebut. Jadi kalo mau memajukan indonesia, bukan dengan cara menambah mapel sebanyak mungkin, tapi meningkatkan kualitas guru, pemerataan pendidikan, dan berani berpendapat, karena di sekolah jarang yang berpendapat kalo ditanya dan masalahnya, karena kualitas guru yang sampah, kalo gak sesuai buku (mengutarakan pemikiran), bakal dimarahin.",
        "like": "14"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Male Ficent",
        "comment": "Kenapa konten2 gimmick dan sampah lebih trending dibandingkan konten edukatif kayak gini ya? Itu karena kualitas hidup masyarakat kita masih primitif dan 'Kaget' teknologi walaupun hidup dikota2 besar. Banyak Jawir dan Cabe2an yg ngerusak image 'Generasi Muda' kita!",
        "like": "22"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Wali Kelas",
        "comment": "Bahkan di negara-negara yang 'maju' dibidang pendidikan juga masih punya problem. Setiap negara punya tantangan pendidikan yang beda. Lagi pula, bicara pendidikan tidak sesimpel mengejar ranking berapa mutu pendidikan kita sekarang dalam pandangan aktivitas riset. Bicara pendidikan berarti bicara kehidupan manusia yang berdinamika. Kompleks. Banyak alasan dan variabel yang perubahannya bisa terjadi ",
        "like": "23"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Tengku Lutfyansyah",
        "comment": "Ini yang saya suka dari hutata memotivasi dan mengedukasi",
        "like": "22"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "kriz edward",
        "comment": "videonya menarik dan inovatif, jujur saya suka banget dan tetep terus bikin konten yang manarik lagi dan saya berpikir indonesia jauh lebih hebat dari singapura karena indonesia itu luas banget ",
        "like": "25"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "IGede Asta",
        "comment": "Good comment mas Tata, mohon ijin untuk curhat keadaan kami.\nKepada Yth Bapak Menteri Pendidikan:\nBapak Menteri saya tidak mengerti dengan sistem pendidikan yang anda buat. Begini !",
        "like": "10"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Satriya Nugroho",
        "comment": "Keep doing this kak!",
        "like": "22"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhammad Ageza",
        "comment": "boleh kasih saran nih bang utk setiap video2 baru nntinya buat pertahanin kenalin judul2 buku yg relevan yg dibahas utk spya dibaca sma penonton.. mkasih",
        "like": "25"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Azis Naufal",
        "comment": "Gimana ya.... hahahaha. (maaf kalau OOT)\nSaya adalah seorang alumni siswa smk yang menekuni bidang pemrograman (bisa dibilang jurusan saya itu Rekayasa Perangkat Lunak). Di SMK, saya belajar banyak tentang pemrograman. Bahkan menurut saya, belajar pemrograman ini lebih asik dibandingkan matematika/fisika/pelajaran non-produktif. Selang 2,5 tahun (kelas XII semester 2) , sekumpulan ujian pun datang.  Pada masa ini, saya masih hanya peduli dengan mata pelajaran produktif dibandingkan non-produktif, bahkan alhamdulillahnya saya sudah dapat sertifikat juara 3 nasional hackathon dan bisa mencari uang dari skill pemrograman saya. Untuk mata pelajaran non-produktif, saya belajar nya 3 hari sebelum, 2 hari sebelum, 1 hari sebelum, SKS, bahkan nyontek pada ujian non-produktif. Saya juga ada keinginan masuk ke PTN, di SMK saya, SNMPTN itu hanya bisa masuk ke UIN dan UPI. Tetapi saya tidak mau, karena ga ada jurusan yang saya mau dan kurang dilirik oleh perusahaan (RPL itu kalau di perkuliahan lebih banyak nya di Teknik Informatika). Untuk PMDK saya memilih ke Politeknik Negri Bandung, tetapi saya ga lolos. Padahal sudah menggunakan banyak sertifikat, maupun sertifikat kehadiran atau pun sertifikat kejuaraan. Setelah saya tau ga lolos PMDK, barulah saya belajar untuk seleksi mahasiswa baru Politeknik Negri Bandung. Dan banyak yang ga masuk ke otak saat belajar. Duh pusing rasanya. Saat seleksi berlangsung pun saya ga bisa banyak jawab di MTK, Fis, Kim. bahkan di SMK saya, Fis itu hanya 2 tahun pertama, Kim bahkan ga belajar sama sekali. Gagal deh untuk masuk ke Polinteknik Negri Bandung. Akhirnya saya masuk ke PTS.",
        "like": "14"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "HADIID ZZULKARNAIN",
        "comment": "permasalahan pendidikan di Indo kompleks banget:\n1. Politik dan pemerintahan\n2. Ekonomi\n3. Budaya",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "CruelCherry_ is me",
        "comment": "Aku anggota ekskul paduan suara di sekolah. Udah 2 tahun ikut, ruang latihan gak pernah di sediakan. Pernah punya, cuma diusir alasannya bikin kotor, padahal kami juga yang bersihkan ruang itu, latihan di aula juga di suruh pergi. Pembina kami bahkan rela ngutang buat bayar makan pelatih. Eh tau-tau, kami dimintain foto pas latihan buat laporan pertanggung jawaban dana, padahal di danain aja enggak. Udah sering juara bahkan bawa nama kabupaten (oke, ini gak begitu hebat) tapi gak ada apresiasinya, minimal tempat latihan. :((. Kalau biaya pelatih, kami sepakat & rela kok iuran, gak perlu dana sekolah. gak tau nih, mau ngelapor kemana. Ini bukan cuma di ekskul paduan suara soalnya. :(( kasih tau dong, tempat pengaduan buat beginian. ",
        "like": "8"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nefriz",
        "comment": "kak bagi tips dong, bagaimana membuat konsep/skenario/naskah/storyboard yang mudah utk di jelaskan... \nhhe, komen dulu baru nonton kak 😁",
        "like": "13"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Beta Mesel",
        "comment": "Nemu chanel bgus.. saya guru dari ujung indonesia, semoga saya bisa mengubah pndidikn di bgsa ini di mulai dari tmpat saya mengabdi. Please suport me 🙏",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Farizki Rasyid",
        "comment": "indonesia gk akan maju kalo masih bahas masalah agama. Orang2nya beradu politik agar naik kekuasaan dengan cara \"menjual\" agama. Setelah mereka berkuasa, mereka pada korupsi.",
        "like": "21"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Stephanie",
        "comment": "good job bros and sists. terus berkarya dan memotivasi masyarakat indonesia. ❤",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mba Dukun",
        "comment": "Kualitas guru yg jdi masalah.....soalnya yg ane tau kalau mau jdi guru(PNS). Cukup punya orng dalam ma duit...ya jdilah tu PNS....(ni untuk oknum ya...bagi yg lolos murni, makasi ya untuk ilmunya)",
        "like": "12"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Danik Dream",
        "comment": "SEMANGAT ABANG ABANG HUTATA. saya dukung di dunia nyata yaa, bisa jadi guru yang lebih baik. Salam salaman ~",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "akuu rere",
        "comment": "Indo terlalu teoritis, prakteknya kurang mnurut saya",
        "like": "6"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "agus agus",
        "comment": "senjata yang paling berbahaya sebenarnya adalah pengetahuan itu sndri, mangknya harus rajin blajar 🤔",
        "like": "6"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Suta Adiguna",
        "comment": "Kalian gak bakal dosa kalo dapet nilai jelek disekolah inget itu wkwkwkwk, lakukan apa yang kalian suka dalami itu (hal positif) temukan bakat dan minat kalian itu tujuan hidup",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nabiila _",
        "comment": "Anak Indonesia suka yg bikin diri mereka bisa jadi keren 😁😁 kayak jadi anak band, bisa nyanyi gitu langsung stereotpnya keren 😁 kalo science di kemas dg apik, pasti mereka akan bangga bisa jadi scientist 😁😁",
        "like": "8"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Adithya Ricky",
        "comment": "06:30 😂",
        "like": "8"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Soni Egi Official",
        "comment": "Gw sedih kalo bahas kualitas pendidikan dinegeri ini..:'(\nTapi gw tetep bangga menjadi rakyat Indonesia :')",
        "like": "3"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Danang Yudha",
        "comment": "Setelah saya perhatikan beragam video yang mengangkat isu pendidikan, saya menyimpulkan bahwa sebenarnya : \nAgung hapsah : promosi berbayar aplikasi belajar online\nVincent Richardo : menyadarkan supaya jangan terlalu bergantung kpd pemerintah.",
        "like": "20"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "SDMM",
        "comment": "Seperti ini konten yang mendidik dan luar biasa hebat :) , seharusnya memang di Indonesia di penuhi pemuda hebat dan peduli dengan negara terutama pendidikan kaum muda. Karena pemuda yang membuat maju bangsa :) proud of you bang (y)",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Syahidan Arrizaldy Sidik",
        "comment": "Salah fokus sama mikrokontroler yang ada di meja 😂",
        "like": "3"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Eriktsu",
        "comment": "Semoga mulai 2019 gk tertinggal lagi... \n#2019.......(isi sendiri)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Biki Saputra",
        "comment": "Terima kasih sudah membrikan wawasannya dalam bidang ini, beserta sumber kontennya juga. sangat membantu saya dalam mengerjakan tugas dan final year project",
        "like": "2"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Diego Pradipta",
        "comment": "I’m sorry in advance for being late to fill the survey and I just watched this video. Mas syarif tolong cek survey yg udh saya isi, semoga ada yg bermanfaat utk pengembangan aplikasi pahamify dan peningkatan kualitas pendidikan di Indonesia. Salam-salaman :)",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Pulang Sekolah",
        "comment": "malam kak hutata,info lagi,jikalau ada yang mau menambah referensi chanel edukasi,mari subscribe chanel animasi pulang sekolah dan sama2 sebarkan konten positif .. :)",
        "like": "12"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Listen Here You Little Shit",
        "comment": "6:39 itu maksudnya semakin kekanan itu bahagia, semakin ke atas itu testnya paling bagus?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ajrina Fitriani",
        "comment": "Hutatan harus jadi mentri pendidikan dehh mantep",
        "like": "4"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ardi Suhasyadi",
        "comment": "\"Good for nothing\" ohohohoho",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "alifa nadya",
        "comment": "sangat menginspirasi!",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ummi Hani",
        "comment": "Terimakasih inspirasinya untuk kami para pendidik. Semoga kami dpt memberikan pendidikan kepada anak bangsa yg siap mengahadapi masa depan. Salam guru paud.😇",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "jessica amelia",
        "comment": "1.25x speed sounds better for me.. anyway thanks for this! 💛",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Amanta Kofa",
        "comment": "Sesuai perkataan Albert Einstein: \"You can't judge a fish by its ability to climb a tree, making the fish believing its whole life felt stupid\" (Kau tidak bisa menilai seekor ikan lewat kemampuannya dalam memanjat pohon, kejadian tersebut akan membuat ikan itu percaya bahwa seluruh hidupnya terasa bodoh)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rafi Uddin",
        "comment": "Congratulations, hutata udh 100k. Semoga semakin maju dan menjadi channel edukasi yg lebih baik lagi kedepannya.",
        "like": "3"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "fat seal",
        "comment": "Cara membuat Indonesia lebih maju:\n1- Bunuh semua orang yang gak berguna, semakin sedikit populasi semakin mudah untuk mengelola masyarakat\n2- fokuskan pengembangan kualitas guru",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Daniel Sanjaya",
        "comment": "#hutataforpresiden2019",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Sayyidul Mubin",
        "comment": "kalo dari POV ane sih (kelas XII IPS) pendidikan kita masih kurang fokus dan terlalu mindset... temen ane sukanya soshum dipaksa ortu ke MIPA karena gengsi nanti kalah sama anak tetangga... juga kita disuruh tiap minggu melajari 16 pelajaran yg... I don't know semua temen\" gw concern ga kesananya... selain itu juga sebaliknya... temen\" ane yg di IPS kebanyakan mereka buangan dari calon anak MIPA yg nda dapat bangku di Kelas MIPA alhasil.. mereka nggak terlalu antusias sama pelajaran di kelas... ",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rifaatul Mahmudah",
        "comment": "Semua orang tua pastinya ingin anaknya banyak mempelajari hal-hal baru. Maka dari itu, sebagian orang tua menyediakan waktu belajar khusus  untuk anaknya. Namun sayangnya, ada sebagian orang tua yang kurang memperhatikan keseimbangan antara waktu belajar dan bermain anak. ",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Tupai Kecil",
        "comment": "Sukses terus dan semoga pendidikan di indonesia membaik.\nTonton video di Tupai Kecil juga ya, banyak video menarik tentang science dan juga mengedukasi :)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "gian fajar gemilang",
        "comment": "Kang selamat buat 100k nya! Terus buat video video yang menarik dan bermanfaat ya kang :)",
        "like": "8"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Lil Kitty",
        "comment": "4:15 backsound khas the flight channel",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Immanuel Satrio",
        "comment": "BAGUS! Contoh pemanfaatan YouTube (hal yang lagi viral/ dekat di masyarakat) buat membangun motivasi mencari ilmu.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Indriani Limbong",
        "comment": "Setuju banget, guru itu kebanyakan guru, sibuk rpp dll jadi kita gak bisa fokus untuk siswa. 😢",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "HadeesKyu",
        "comment": "bang jadi menteri pendidikan pls, semoga indonesia jadi lebih maju :)",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "karomah alfisahrin",
        "comment": "Orang cerdas nih, pengetahuannya luas ngomongnya jg lancar 🖒",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "herdianita pandelaki",
        "comment": "alhamdulillah sangat bermanfaat sekali <3",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "SAYA BISA",
        "comment": "Pas banget sama materi ppt yang sedang saya buat, mantap mas videonya sangat bermakna, ijin ambil ilmunya mas :))",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Syifa Azkia Purwanti",
        "comment": "Saya sangat setuju^^ , bisa dikatakan subtansi masalah remaja salah satunya di pola pikir^^",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rheza Fauziah",
        "comment": "Content2 kayak gini nii yg mesti dibanyakin buat ditonton apalagi buat kita2 \"yg bego tapi happy \" 😅😅😅😅",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "hana robiah",
        "comment": "kalo bicara soal pendidikan di Indonesia, masalahnya adalah keseriusan menanggulangi masalah pendidikan itu sendiri. Banyak yang bilang Indonesia itu orangnya pintar, tapi ga ada sarana untuk mengekspresikan atau mewadahi kreatifitasnya. ",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Dewi Miftahul Jannah",
        "comment": "\"Karena tanpa bisa ngaitin pelajaran di sekolah sama apa yg ada di kehidupan sehari-hari, inovasi gk akan pernah ada\" -rousyan fikri",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Neny Arqueeny",
        "comment": "Sekali-kali bahas tentang lingkungan yah !! terima kasih atas video\"nya, kontennya keren-keren !",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rama Pratama",
        "comment": "Salut Buat Hutata! Disini aku Belajar Banyak Hal...Aku sangat suka Menonton Channel Hutata Karena Kita Dapat Belajar+Motivasi+Hiburan...THE BEST CHANNEL OF INDONESIA^ω^ #SARAN😊",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Khaidir Ali",
        "comment": "RATA2 \nNgapain kuliah orang yang gk kuliah bisa sukses ... sering banget gua denger kata itu dan sangat aneh di denger",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Eben Dave",
        "comment": "Lau gokil sob! Agent of change is comin out here dude!",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ASB Scout",
        "comment": "Terima kasih motivasi HUTATA kepada channel saya +1 tahun ini :D",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Guru Kudet",
        "comment": "SangT setuju, amazing banget",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmad Nur Khadafi",
        "comment": "Kak terima kasih atas data datanya saya ijin buat jadi bahan persentasi ya :)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rina Asmara",
        "comment": "semoga semakin banyak anak muda yg seperti hutata, menjadi trend di indonesia👍",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nanda Frans",
        "comment": "bagus banget min! :D\nMin kapan2 review bagaimana kurikulum 2013 yang berlaku saat ini untuk kemajuan bangsa. a[asudah cocok?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Triya Maulana Setya Putra",
        "comment": "Kak baju kita samaan :\")",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Denisa Amalia",
        "comment": "waaw pernah jadi MWA. gimana tuh kak ceritanya bisa jadi mwa dan apa aja pelajaran yang didapet ketika jadi mwa?\nbuat videonya ya kak pleaseee hehehe",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "kevin immanuel",
        "comment": "Knp gw Baru tau channel ini setelah lulus smk sih?!?!\nKesel sendiri gw",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmad Fadhillah",
        "comment": "Iklannya ruanggruru sih 😂😂\nGo indonesian education 🔥🔥👊👊",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "muhammad sopi",
        "comment": "Buat drwa my life donk bng",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Fatiha Rahmat",
        "comment": "Bang, bahas tentang ini dong \"Dimana dan Bagaimanakah Seluruh data Internet Dunia Disimpan?\" trims.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "celine Shb_",
        "comment": "❤️❤️❤️❤️",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Akwila Radja",
        "comment": "channel bgini bgus, semestinya jutaan subscbr.., mju trus htta..",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "oxygen Player",
        "comment": "6:41 saya bisa baca",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Abrianna Pratista",
        "comment": "Kak hutata bedanya mahasiswa sama siswa menurut kaka gimana",
        "like": "4"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "kitty isti",
        "comment": "\"Apparently, 42% of young Indonesians are good for nothing\"",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nurtri arlina",
        "comment": "Chanel Ter💖",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ragil Alfarizi",
        "comment": "Gakpapa bego, yang penting sekolah happy :))",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Wahyu Dianto",
        "comment": "Gak tau yang di pelajarin di sekolah yang penting heppy sekolah😂😂😂🤣🤣",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Arief Meilano",
        "comment": "Indonesia luas gann, singapore kan kecil wilayahnya, ahhahahhaha",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nelhy 602coach",
        "comment": "Ini yg harus disubscribe oleh kaum milenial konteny positif... Dtunggu video2 slnjuty",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Steven Dustin Channel",
        "comment": "solusinya adalah lakukan hal yang kita sukai (passion/hobi)\nmisal kak hutata fokus di sains tidak mungkin kak hutata tau tentang semua ideologi2 (komunis, kapitalis, demokatris,dll) di dunia ini ",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Aliff Haziq",
        "comment": "Sungguh lucu 😂",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Hibatulloh Zaki Ardiansyah",
        "comment": "Mungkin negara singapura kecil jadi mudah d atur ",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "wasit ija",
        "comment": "Seharusnya yg di perbaiki adalah yg paling inti,yaitu gizi dr masyarakatnya, karena manusia terbentuk dari gizi yg di terima, jika gizinya baik tidak cuma otak    akan tumbuh dgn baik,tapi seluruh fisik dr org tsb,dgn org punya otak yg tumbuh dgn baik otomatis akan berpikir dgn pintar,yg harus diperbaiki itu intinya yaitu gizi masyarakat,kalau belajar sekeras apapun kalo otaknya nggak nyampe karena gizi yang kurang, percuma aja,kalo gizi masyarakat baik maka manusia Indonesia akan memiliki otak cerdas dan badan yg kuat, sebenarnya sesederhana itu doang!👏",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Danang Satrio",
        "comment": "Pertanyaan: apakah pemerintah sendiri memiliki tim untuk mengikuti perubahan zaman dalam pembentukan kurikulum yang efektif. Dan seberapa efektif kajian yang digunakan sehingga sesuai dengan ekspetasi (nitizen) dan perbandingan dengan negara maju?",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mr. Brown",
        "comment": "Ruangguru diskon 40% dengan kode farizdaeppe. Bimbel online termurah se-Indonesia, estimasi biaya sekitar Rp1.000/ hari.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Arnawawi",
        "comment": "Pulang jam 3 jadi males eskul tugas banyak :(",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Aftha Nakira",
        "comment": "Selalu suka dengan konten Hutata. Btw banyakin materi biologi jg dong kak :D",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Boya Lutanto",
        "comment": "Semoga terus update konten kak... Saya butuh atau mungkin kita butuh ini supaya terus semangat belajar",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ibunda Ulfatun",
        "comment": "Looser/kalah-nya MANTAN\nJajahan Belanda&Portugis \n    Dngn\nCOMMONWEALTH; Uk,s greatbrittain aliyas Inggris ENGlish atawa England.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "fazli azlika",
        "comment": "Wah keren ni mas, maen kesekolah saya mas.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muaz Nur",
        "comment": "OPTIMIS 👏👏",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "PAPER SICK",
        "comment": "Dan di SMA saya 3 tahun yang lalu, SNMPTN aja bayar 100rb",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhid Abdul",
        "comment": "Kenapa sekolah sekelasa SMP SMA yang suasata selalu tertinggal? Bagaimana solusinya?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Hafidzah Ra",
        "comment": "kak, emang bisa ya dr s1 langsung s3?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Abdul Hadi 023-082",
        "comment": "Terima kasih loh untuk kakak HuTaTa, saya sangat mensupport apa yang sedang kakak\" lakukan dalam memberikan kontribusi untuk pendidikan Indonesia, terus berkarya dan semangat untuk HuTaTa,,",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "S T R A W B E R R Y",
        "comment": "Setelah saya belajar selama 8 tahun (sekarang 2 smp) saya makin merasa klo kita belajar di sekolah cuma buat ulangan doang, ya terus aja gitu gituan.. Tpi juga ga bisa ngapa ngapain..  kita belajar di sd tentang pelajaran A ujung ujungny pas udah naik ke tingkat selanjutny lupa, trus ditingkat selanjutnya lagi kita belajar B, ujungnya lupa lagi. Trus aja gitu siklusnya sampe pas kita ad yg nanya kita pasti bilang \"udah lama banget, jadi lupa\"  lah sekalian aj dari dulu ga usah dipelajarin _- . Padahal saya pengennya nambah wawasan pemahaman makanya sekolah. Eh kitany malah dituntut untuk menghapal buat ngerjain soal.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nopriadi Channel",
        "comment": "Halo kak...\nPerkenalkan nama saya Nopriadi dari Sulawesi Barat mohon izin untuk bikin video tetang Literasi, karena melihat generasi kita yg sangat minim minat bacanya.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Next Em",
        "comment": "Alhamdulillah sebenarnya saya ingin berkontribusi dalam pendidikan di indonesia seperti kakak , semangat terus kaka :)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Oktoberiana Daeli",
        "comment": "selamat malam kak Hutata @Hujan tanda tanya.. kebetulan saya ada tugas dari dosen saya terkait masalah pendidikan indonesia. terimakasih untuk video ini semoga bisa bermanfaat juga bagi generasi berikutnya tanpa mengenal waktu. saya juga memperhatikan sekeliling saya bahwa satu hal yang membuat indonesia tertinggal di bidang pendidikan adalah kurangnya minat belajar. Saya bersama teman-teman saya merencanakan akan mengadakan gerakan literasi Indonesia, semoga bisa bermanfaat bagi anak-anak bangsa. mohon dukungan doa semoga buku-buku bisa terkumpulkan sehingga bisa disalurkan bagi mereka yang kekurangan bahan dan sumber bacaan. terimakasih.",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "sour dinner",
        "comment": "gatau kenapa ak jadi merinding nonton ini 😂❤👍",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Dika Gustiana",
        "comment": "Kereeen bang mantaap",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmad Salam",
        "comment": "gara2 nonton video ini baru sadar ngajar itu terlalu banyak hafalan bukan peraktek... \njd kalau ngajar langsung memberikan pengalaman secara langsung kepada siswa.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "MaMas Suwal Suwek",
        "comment": "18 dislike\n\nPositif thinking aja..\nMungkin di kira tombol download",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "VMX daily",
        "comment": "Boleh Nanya Gk?Kenapa Rasa penasaran Manusia Lebih luas dari pada Ilmu nya?",
        "like": "2"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Riduwan94 Duwan",
        "comment": "Bang buat video tips & trik belajar soal2 cpns. Seperti TWK,TIU & TKP. Karena bagus abang jelasin nya sya bisa ngerti",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "TIGERFIS GAMING",
        "comment": "semangat trus kakak kakak :)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Randy Dewangga",
        "comment": "Di indo yg penting bayar dulu spp, baru diliat guru wkwk",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Hendrik Setyawan",
        "comment": "Too much Corruption at Indonesia",
        "like": "5"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Kiki Bachtiatus Soleha",
        "comment": "Nyesel baru tau chanel ini sekarang 😞😭",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "GiniLoh!",
        "comment": "Karena bahasan pendidikan lagi ramai, maka GiniLoh! hadir untuk membantu memberikan channel edukasi di utube.\n\nGiniLoh! - Tech Youtube Channel Education",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhammad Nidhal",
        "comment": "Ah sangat positif dan inspiratif, semoga anak bangsa lebih banyak lagi yang terbuka soal inovasi2 dunia pendidikan. Cintailah majelis ilmu, yukk cerdaskan diri untuk kemajuan bangsa dan negara. God bless Indonesia. ",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ayu Maharani",
        "comment": "ITB selalu terkenal dgn mahasiswanya yg cerdas dan kreatif ya 😃 Auto subscribe!",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "dea luv",
        "comment": "Terimakasih hutata telah membuat video yang sangat berfaedah ini...aku harap dengan terbitnya video ini dapat mengubah pola pikir pemuda pemudi indonesia kedepannya dari sekedar 'materi' menjadi 'materi dan praktek'",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ASB Scout",
        "comment": "Wkwkwkwkwk saya happy kok bang... hehehehe selow",
        "like": "1"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Singgih Febriana",
        "comment": "Saya harap video seperti ini bisa jadi acara TV, sehingga tontonan tv tidak hanya soal perdebatan politik Yang berkutat disitu-situ saja / hiburan Yang tidak mengedukasi",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Alifa roza Amalia07",
        "comment": "pengen punya pasangan yang kayak abang:))",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Arif Depe",
        "comment": "Knpa gk masuk trend🔥malah yg alay masuk_-",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "No Name",
        "comment": "Kami mahasiswa/i juga menginginkan kebebasan, tidak terlalu tertekan sama pel di sklh",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Nasya Aulia",
        "comment": "Keren banget! Suka! Selalu menarik untuk look up to people yang punya banyak pengalaman di bidang pendidikan dan sudah berkontribusi nyata dalam mengamalkan ilmu yang dimiliki. Sukses sekalu Hutata!! <3",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Jony Stank",
        "comment": "Saya udah sadar sejak saya masih SD, saya sekarang jadi OSIS, saya di bilang malas belajar, padahal saya sadar buat apa saya belajar hanya untuk dapat nilai 100, dapat beasiswa, dll. Namun saya juga di marahin orang tua dan guru karena banyak alasan karena seharus nya murid belajar saja. Padahal Indonesia hanya melatih seberapa lama saya bisa hafal suatu materi dan mendapat nilai 100, saya tahu itu tidak berguna, jadi saya lebih baik belajar by my own daripada stress dalam pelajaran.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Amanta Kofa",
        "comment": "Cara berpikir orang² yang membuat sistem kurikulum di Indonesia:\n\n1. Jaman sekarang HP itu menurunkan kualitas, membuat murid males, gabisa digunakan dengan benar",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Helvetica Standard",
        "comment": "Req 2 bulan yg lalu , tiba² si agung bahas pendidikan semua pada ikutan ..\nItu klo agung gk buat konten pendidikan , req gk bakal di jawab 😏",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Siti Mela Ismawati",
        "comment": "sangat menginspirasi sekali semoga kita sebagai generasi muda dapat membuat inovasi baru dalam dunia pendidikan",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Frans Prakas",
        "comment": "Judul buku yg ada di meja apa ya namanyaa kak hutata? Makasih...\nSalfok sama bukunya seriuss wkwkwk",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Iyan Sopian",
        "comment": "Mantap chanel nya bang langsung sub😊",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "hasbi anshori",
        "comment": "Terinspirasi sama agung hapsah ya..",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Neko chan",
        "comment": "GK skip ads 1:30 menit😎",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ulinnuha Luthfi",
        "comment": "Kenapa manusia hobi berlomba lomba, berkembang? \nAmbil contoh, kenapa gk negara lain aja yang niru Indonesia, bego tapi happy😅",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Dina Amelia",
        "comment": "Keep doing this ya kak!",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Daniel Alvaro",
        "comment": "Bang gue anak SD kelas 6 gimana dong solusinya ngadepin un math Ama IPS Ama Bindo",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mochamad Widhi Widyawan",
        "comment": "Menurut saya, negeri ini kurang 'memanusiakan' guru-guru yang non PNS. Apalagi yang mengajar di sekolah-sekolah swasta. Jadi yaaa selama sistemnya terus seperti ini, yaa generasi penerus akan gini - gini aja :)",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Dani Ansyah",
        "comment": "Semoga bisa Mencapai 1Jt Subs",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "A.N.A Mumed",
        "comment": "Kira-Kira Apa YANG PERLU DIRUBAH DARI SISTIM PENDIDIKAN KHUSUSNYA DIDUNIA PESANTREN.\nTANK'S",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "SAHABAT PINTAR",
        "comment": "Hallo... Salam Kenal, dengan kami SAHABAT PINTAR☺☺☺",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ripzew",
        "comment": "Ok, aku harus menjadi lebih visioner\nmakasih videonya Hutata\n\nsangat bermanfaat",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rustam Hafid",
        "comment": "Min, ngebandinginnya kok jauh banget yah sampai ke luar negeri? Mengapa nda coba mengkaji Sistem Pendidikan Indonesia sebelum Kemerdekaan yang mampu menciptakan Generasi pejuang yang pantang dijajah? istilahnya from zero to hero. Kan disana banyak konsep pendidikan yang bisa dikaji dan diambil intisarinya untuk dipertahankan di Indonesia, Sebut saja nih sistem Pendidikan ala NU dan Muhammadiyah. Saya sendiri kurang sepakat jika tolak ukur Keberhasilan Pendidikan Indonesia diambil dari negara-negara luar. Sebab walaupun maju, tapi standar bagaimana manusia yang baik itu berbeda. Bangsa Indonesia memiliki karakter khusus yang jauh berbeda dengan bangsa lain. Kita memiliki karakteristik Budaya ketimuran yang harus dijunjung tinggi. Coba deh cara mengkajinya dengan standar UNDANG-UNDANG REPUBLIK INDONESIA\n NOMOR 12 TAHUN 2012 TENTANG PENDIDIKAN TINGGI. Disana ada tujuan pendidikan tinggi yang dirumuskan oleh Founding Father negeri kita. Coba admin buat kajian tentang tujuan pendidikan tinggi dalam UU tersebut, apakah telah tercapai atau belum.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "salsabila",
        "comment": "gila like nya 1.4k, unlike cuma 2. Bagus lah kak infonya, good luck😊",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "シジュSJ",
        "comment": "Indonesia masih memiliki perbedaan yang signifikan dalam hal metode pendidikan khususnya untuk yang berada di daerah terpencil.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ifan Dandi",
        "comment": "btw smp saya jadi salah satu peserta pisa waktu itu dan sumpah saya yakin indonesia gak bakal maju kalo smp saya yang di tes, karena yah jujur dari +- 40 anak gak ada yang pinter, termasuk saya. padahal ada smp favorit yang lebih siap",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mohammad Abduh",
        "comment": "First dislike:v \nTapi sumpah, gw like video ini",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Greedy Swan",
        "comment": "gw belajar mtk fisika kimia gampang skali gk fokus alhasih gw paham apa yang diterangin..\ntruss gw coba cari di yutub eh gk taunya malah lebih paham dari yutub ketimbang dari guru.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ムハンマド・ワヒュディ",
        "comment": "jujur ya, guru di indonesia kebanyakan buat RPP. sampai gak ada waktu untuk membuat suatu inovasi dalam belajar",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "ronan 7",
        "comment": "tolong banyak banyakin dan kalo bisa bikin video tentang pendidikan di indonesia trending, biar di notice sama pemerintah.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Ahmadi Romadon",
        "comment": "kita bisa berfikir rasional,jika sudah tau sistem pendidikan di indonesia salah,maka solusinya adalah merubahnya menjadi lebih baik,kita  bisa mengambil hal positif dari negara yang memiliki kualitas pendidikan terbaik,seperti Amerika serikat,Finlandia,Jepang, dan Israel.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Iras Fadillah",
        "comment": "Kita di bilang bego, sedih tau bg 😭😭😭",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Dewi Shinta P",
        "comment": "Intinya: kita butuh vsauce",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Putra Pertama",
        "comment": "Bang, apa sih yang bisa dilakuin kita, sebagai anak muda dalam berkontribusi memajukan pendidikan di Indonesia?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Jeremy Sarnio",
        "comment": "Kapan yah nemu channel youtube yg khusus bahas social science...",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Atin Kayu",
        "comment": "saya tau soal tdk bergunanya pddkn di indon, cuma sy ga mau bilang aj",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Pesantren Go Digital",
        "comment": "Ngomongin cara buat latar belakang masalah penelitian yg baik bang",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rizki Maulana",
        "comment": "Bantu jawab donk... Kak Masuk IPS/IPA. saya baru masuk kelas 10 😁",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Inda USI&TM",
        "comment": "Kak buat video tentang pentingnya ormawa/ ukm di kampus donk..",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "WIDIYA Ca",
        "comment": "Saya menangkap ada filo tadi menit 3:12",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rendyyy Ramadhann",
        "comment": "sekarang orang main duit bang. jadi sekolah dimana aja jika ada duit, lu lulus bg, makanya sdm kita makin turunn",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Jimmy saputra",
        "comment": "Mau dikatakan apa lagi...perlu 5x generasi lagi biar gen bolot musnah semua",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mr fath",
        "comment": "kak saya mau tanya,memang semua sains itu penting..tapi misalnya jika seseorang hanya mengetahui 1 bidang sains bagaimana ? apakah masih bisa mengisi kompetisi bangsa di kancah dunia ?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhammad Rayyan",
        "comment": "Bahas dong bagaiman caranya menjadi orang yg lebih percaya diri, tidak kaku dan tidak canggung saat dikeramaian. Terimaksih \n#salamsalaman",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Y M",
        "comment": "Kak saya orang baru yang lihat video ini...saya ingin kakak menjelaskan apakah sistem sbmptn itu beneran diganti jadi test center?? Dan tolong bahas seputar test center ya..",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Yusi Irma Nadia",
        "comment": "Saya salut sekali dengan semangat tim Hutata, memiliki visi yang begitu mulia untuk kemajuan dunia pendidikan Indonesia. Memang benar dunia pendidikan di Indonesia ini masih sangat buruk, saya bahkan lebih menikmati belajar seperti ini dibanding belajar disekolah sekolah yang mengharuskan kita untuk menguasai banyak hal tetapi kita tidak mnmengerti apa gunanya.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Gading Anggoro",
        "comment": "Hutata for mendikbud 2k19",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Marissa Vania",
        "comment": "Request apps yg worth it buat didownload pelajar indo supaya gadgetnya lebih guna",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Mikael Beri Murjani",
        "comment": "Setelah nonton video ini gue ngerasa makin cinta sama hutata\nJaya terus hutata",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Denny Suryadinata",
        "comment": "Langsung subscribe 😁",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Barod Maftuh Niam",
        "comment": "Kak saran dong gimana sih caranya menemukan hoby, cita cita. Saya begitu sulit menemukan itu padahal sudah kelas x. Saya takut kedepannya. Saya oraangnya no life :(",
        "like": "2"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Alfi Toto",
        "comment": "Congrats, Bentar lagi silver play button...\n\nTerus mengedukasi kami dengan konten2 mu bang 👍",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Orang Hidup",
        "comment": "Kak apakah sistem zonasi lebih baik daripada sistem nilai untuk masuk ke sekolah sekolah?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Fauzi Saril Harry",
        "comment": "Im a dead beat..but i wanna keep going forward..i still want ti study and learn..im a drop out college student,broke financialy and 39 years old..now..how r u gonna contribute to help me in context of development of educational system in indonesia? Please reply",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "abi rahman",
        "comment": "Paling bego tapi paling happy wkwkwk",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Marintan Riniaty",
        "comment": "62 dari 70 negara 😣",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Annisa Ulfa Yana",
        "comment": "Kak, menurut kakak orientasi pendidikan sains di indonesia harusnya gimana sih?\nTrs buat video tentang cara mangajar itu dong. Terimakasih",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "fantasy creative",
        "comment": "Bagusan ini si. Kalo agung say cukup sebal Karena menyinggung bimbel. Hahahaha iklan mulu agung mah",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Aven Adventus",
        "comment": "Bg mau nanya  \n\nAbg pernah endk semasa sekolah mendapatkan nilai rendah dari teman",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Bayazid Kautsar",
        "comment": "Gaji guru honorer cuma 300 ribu 😥 dituntut mencerdaskan anak bangsa yang begitu besar",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Muhammad Nurbasit",
        "comment": "bang, coba next video sesekali gak usah pake kacamata,",
        "like": "2"
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "eka olivia",
        "comment": "Klo menurut gw, masalah pendidikan kita memang sudah jelas dari masalah pengelolaan pendidikan nya. Dan yg bikin gw sadar setelah gw lulus dr SMA dan kuliah lalu msk k dunia kerja banyak bgt hal yg gk sesuai dg apa yg kita pelajari di sekolah. Padahal waktu sekolah bljr mati2an buat bisa ngerjain soal2 ujian. Tp hasil akhirnya gk NYAMBUNG sama kehidupan nyata. Pertanyaan gw 1 : gimana caranya memperbaiki masalah tsb?? ",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Alidius Tjarda van Starkenborgh Stachouwer",
        "comment": "pendidikan indonesia yang perlu di perhatikan\nadalah guru-gurunya yang pns usia 40 tahun\nperlu di pensiunkan.\ndan uang pensiun di hapus di ganti uang pesangon.",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "Rachmat Al Ridho As'ad",
        "comment": "Kak, kalo saya lulusan STAN tapi mau lanjut s2 teknik bisa gak sih?",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "KABIN SINERGY",
        "comment": "Semoga pendidikan indonesia semakin maju",
        "like": ""
    },
    {
        "title": "Masalah Pendidikan Indonesia",
        "category": "Education",
        "author": "AULIA W",
        "comment": "Bang diberbagai negara macam-macam tuh sistem pembelajran , nh kalo indonesia cocoknya mengadopsi sistem pembeljaran di negara mana",
        "like": ""
    }
]