[
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Pinned by Geolive",
        "comment": "Keren banget kak cania emang. Mantappu jiwa!",
        "like": "121"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Yoga Rahmat",
        "comment": "Setuju banget dengan pernyataan Cania tentang pendidikan, dimana poin yang masih saya nilai jauh dari kata sempurna adalah kebebasan berdialektika. Masih sering saya jumpai baik di sekolah maupun kampus saya dulu, guru-guru dan dosen-dosen yang mengekang pola pikir anak didik sehingga mematikan keberanian berpendapat. Motif yang saya lihat dari tindakan tersebut adalah masih adanya rasa senioritas serta adanya sisa-sisa pola pikir dari sistem kolonialisme terdahulu yang (mungkin) membuat para guru, dosen dan tenaga pengajar merasa memiliki derajat dan martabat lebih tinggi daripada para peserta didik. Oleh karena itu, dari pengalaman saya pribadi, masih sangat sedikit tenaga pengajar di Indonesia yang mau menerima sebuah kritik, saran dan perdebatan sebagai sebuah ajang berdialektika, bukanlah sebuah ajang merendahkan martabat seseorang.",
        "like": "230"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Poer Ady",
        "comment": "Point di sini:\n- belajar berfikir ilmiah gak cuma di sekolah\n- connecting the dots, menghubungkan tiap informasi untuk pengambilan kesimpulan",
        "like": "426"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Clequel",
        "comment": "Masalahnya adalah kita tidak diajarkan secara tegas mengenai berpikir ilmiah di sekolah.. Sistem pendidikan kita masih DDCH (duduk diam catat hafal) :(",
        "like": "227"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Das Veritas",
        "comment": "When the majority of people are stupid, then the politician is the King of that land :)",
        "like": "221"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Mario Bimo Reksoprodjo",
        "comment": "Ga ada yang lebih indah daripada wanita yang berargumen. indah sekali.",
        "like": "129"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Gigi Kuda",
        "comment": "Saya bangga konten\"  seperti ini viewnya sedikit.. Artinya orang\" seperti kita itu langkah..",
        "like": "79"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ade akeko",
        "comment": "Apakah bisa berfikir ilmiah sambil emosi?\nKarena masyarakat indonesia masih banyak yg emosi duluan sebelum berfikir huhuhu",
        "like": "145"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "praztDR",
        "comment": "Hai mbaknya, saya melting dengan konten kamu.\nBtw can I req content?\nTetg berdebat, kayak pas mau pilkada kan banyak debat tuh. Gmana sih idealnya tetg berdebat dan apakah berdiskusi dengan berdebat bisa disamakan?",
        "like": "68"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Erni Erni",
        "comment": "Kak Cania saking sayangnya sama netizen, jelasinnya sabar banget. Wkwkwk. Dikasih contoh yg paling gampang, dijelasin berkali2. Kak Cania tau kualitas pemahaman netizen. Hasilnya, yg komen positif dan nyambung. Kalau pun gak nyambung, paling cuma godain kak Cania (tapi gak direspon😂😂).",
        "like": "91"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "habek yahya",
        "comment": "Yg komentar berpikir ilmiah itu gapenting ada 2 org:\n1. Yg belum skripsi\n2. Yg nge-skip skripsi",
        "like": "33"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Fariz Alhamra",
        "comment": "Galak nya hahaha\n\"Jika nenek anda sakit Alzheimer, trs kan anda yakin dan berkesimpulan bahwa merokok dpt menyembuhkan Alzheimer. ",
        "like": "65"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "c1000",
        "comment": "Apa cuma gue disini kalo Cania bilang \"Iya kan?\", terus gue jawab spontan \"Yoi\".",
        "like": "60"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "martin viDoc",
        "comment": "Orientasi pendidikan kita mempersiapkan tenaga kerja unggul, bukan menyiapkan entrepreneur/profesional..\n\nDan orang2 kita (baca: ortu) masih banyak yg berorientasi \"sekolah yg bener, biar dpet kerjaan enak gaji besar\"",
        "like": "23"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Kevin Esa",
        "comment": "i think smart is the new \"sexy\" now :)",
        "like": "52"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Astrologyna",
        "comment": "Btw ini cowok2 straight yang komen, apalagi yg bilang suka sama cania tuh lagi nyeritain interpretasi sosok ibu di kehidupannya kayak gimana. ",
        "like": "54"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "dian nur cahyo",
        "comment": "Ini ngomongin fungsi pendidikan, kalian malah komen pertama, kedua, ketiga. Gimana sih kalian ini? Kalo gitu kan saya yang keempat.",
        "like": "38"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Riyan Arthur",
        "comment": "Sy senang dg pembahasan mbak Cania kali ini... betul pendidikan memang hrs link n match atau cari kerja atau memenuhi kebutuhan Industri... tp di sisi lain juga hrs meluluskan org2 yg menciptakan lapangan kerja (ini yg kurang terutama lulusan perguruan tinggi). Utk yg kedua di komentar lain akan coba sy argumentasikan.",
        "like": "10"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "andin sefrina",
        "comment": "Video ini seakan jdi wake up call buat saya yg berkecimpung di dunia pendidikan tinggi, PR besar buat dosen utk membawa mhsw berpikir ilmiah dgn baik dgn reading comprehension yg baik, thanks Geolive",
        "like": "15"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "faiichol",
        "comment": "Kenapa pola pikir orang indonesia rendah? Karena sejak dalam rahim emg keterbelakangan pendidikan alias si induk ini ga tau bagaimana cara mendidik anak dengan baik, membentuk pola pikir anak nanti, ditambah fasilitas pendidikan yg diberikan ke anak pun masih buruk. Akhirnya terus menurun pada generasi selanjutnya...",
        "like": "19"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "iqbal febri",
        "comment": "Ah terimakasih banyak kak , sempet kebetulan banget sebelum pop up vid kk baca status fb yang di share banyak orang yang inti dari isinya itu kalau \"Di sekolah kita tidak diajarkan memanajemen uang, bernegosiasi, pokonya yang berhubungan dengan uang\" .. dan munculah video kak cania yang bikin saya makin open minded banget dah, bener sekali kalo kita juga gaberfikir ilmiah dan berfikir dengan rumit pastinya orang\" ga akan pernah nemu hal yang memang ga di ajarkan di sekolah",
        "like": "46"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Alex G",
        "comment": "I Saw Cania, and I CLICK!\nCania sabar banget sih jelasinnya, coba aja dosenku dulu kayak kamu hehehe",
        "like": "56"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ryan Rizaldy",
        "comment": "Untuk kak Cania, saran saya belajar kedip mata ama jaja miharja coba.",
        "like": "26"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "melko maranatha",
        "comment": "Dialektika : Tesis, antitesis dan sintesis",
        "like": "5"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "reffy Nanda",
        "comment": "Selain yang dijelaskan diatas, fungsi pendidikan adalah membentuk manusia untuk menjadi warga negara yang baik.",
        "like": "15"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Lizam Hermansyah",
        "comment": "Fakta, channel seperti ini pasti sepi. Padahal channel seperti ini yang membuka wawasan cara kita berpikir.\nNetizen ternyata masih lebih tertarik sengan konten yang bahkan tidak ada Faedahnya",
        "like": "14"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Black Mamba",
        "comment": "Struk ditapok setan\nAids diazab\nKutil dicium setan \nAmbeien dikobel setan",
        "like": "10"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Paristiawang nugraha",
        "comment": "\"Modar tu orang\" - ka cania 2018 wkwk goks",
        "like": "8"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rizal Khanafi",
        "comment": "5:20 aku juga merasa jeleknya politisi yang terpilih itu salahnya rakyat juga. In a bigger picture, jelas ini efek domino.",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Miko Saputra",
        "comment": "Mbak Cania, menurut saya menerapkan proses berpikir sistematis dalam menyelesaikan  setiap permasalahan kehidupan membutuhkan energi yang besar dan waktu yang lama. Sementara ada kondisi tertentu di mana kita dituntut untuk mengambil keputusan dengan cepat. Apakah dalam kondisi seperti ini kita lebih baik menggunakan insting/intuisi?",
        "like": "24"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Anti Multazamiya",
        "comment": "Kak karna pendidikan di indonesia yg ga memadai. Gimana ya cara untuk meningkatkan reading comprehesion kita? Selain minta ajarin guru tentunya. Tips nya dong kak thankyou",
        "like": "18"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "VJ",
        "comment": "terima kasih banyak mba cania pembahasan kali ini sangat bermanfaat, di sini saya menyadari bahwasanya berfikir secara ilmiah mampu membuat kita berfikir secara luas, jadi disini kita di ajarkan tidak harus mengambil keputusan, walaupun dalam keputusan tersebut dapat menguntungkan kita, namun sangat di sayangkan banyak sekali kejadian yang ada di dalam bermasyarakat dalam mengambil keputusan itu tidak harus merundingakn atau kesepakatan bersama, contohnya saja menghakimi seseorang dengan main hakim sendiri itu sering terjadi dikalangan masyarakat kita, apakah ini sudah suatu tradisinya diakalngan masyarakat kita atau memang pola pikiran kita tidak pernah berpikir logis, menurut mba cania apa yang harus di lakukan oleh kita (masyarakat) untuk mengubah pola pikir kita agar bisa berfikir secara sistematis ? terima kasih",
        "like": "12"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Azwar Muharram",
        "comment": "Iya saya banyak sekali melihat komentar2 asbun dan tidak ilmiah dari masyarakat. Penyebabnya kita mudah ditipu sama berita hoax dan mitos2 akibat tidak kritis terhadap suatu informasi dan menerimanya dengan mentah2.",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Patrick Star77",
        "comment": "Kalo semua orang indonesia punya pemikiran kaya mbak cania yg selalu \"ilmiah\" kaya gini, gua yakin indonesia bisa ngalahin negara2 maju. Gua selalu kagum dengan pemikiran mbak cania. Sukses terus mbak cania 🤘👍👍",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Kaka Hasan AK",
        "comment": "Setuju banget gue dengan info yg gue dapetin disini ttg berfikir ilmiah. Apalagi di zaman skrg arus informasi yg berseliweran dmn2 dgn mudahnya kita bisa mengakses semua hal yg mau kita tau. Dan ini mnjd soal jg ketika ada orang2 yg dgn mudahnya menerima informasi hoax trs bisa di share lagi ke selainnya. Shgg ini jd info yg bisa membuat org 'terjerumus' dgn hoax tsb. Makanya butuh Banget tuh yg namanya berfikir ilmiah, misalnya dlm hal info yg kita tau. Dgn berfikir apakah bener infonya kyk gitu, terutama bagi gue pribadi pun jg gt, trs cari sumber berbagai informasi lain dan info yg didapetin harus logis dan jg dapat dipertanggungjawabkan.",
        "like": "5"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Nur Muhammad Iqbal",
        "comment": "menurut saya mempunyai kemampuan berpikir kritis atau 'pintar' itu merupakan sebuah anugerah dan 'kutukan' secara bersamaan, terkadang org yg suka berpikir kritis/pintar biasanya sangat kurang dalam hal 'sosial' maka dari itu seringkali merasa selalu tidak merasa percaya dengan orang sekitar 'skeptis', kadang juga kita selalu memperhitungkan keputusan atau konsekwensi keputusan yang berlarut larut dan perfeksionis, terkadang juga di jauhi/dikucilkan oleh masyarakat yg 'ekstrovert', tapi memang diakui atau tidak, individualisme adalah produk budaya barat yang mulai di justifikasi oleh kaum 'introvert' untuk membolehkan diri untuk berbuat demikian. seharusnya orang yang dianugrahi selalu berfikir kritis membiasakan untuk mnyetting 'suspicious level/curiousity level' nya lebih rendah.",
        "like": "23"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Telor Mateng",
        "comment": "gak cukup nonton sekali aja, setiap kata yang terucap mengandung jutaan makna yang dapat diklarifikasikan lagi menjadi sub-sub bab yang bisa dijelaskan lebih detil lagi. ",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "luck gun",
        "comment": "wah takutnya ngomong ilmiah dihadapan cewe dianggap mansplaining,kok beda-beda ya pikiran cewe",
        "like": "5"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "super pell",
        "comment": "cantik cantik tapi pinter, bikin cwo baper sambil minder",
        "like": "5"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "aryandy",
        "comment": "Cania, plis jangan terlalu cantik dan pintar.\nAku bisa jatuh hati❤😍",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Esther Marcellina",
        "comment": "terlalu suka sama channel ini, terlalu banyak memberi informasi yang bisa menjadikan pemikiran saya terhadap suatu hal semakin baik!\nsemoga tambah banyak channel kaya gini di Indonesia.",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Gilang Ramadhan",
        "comment": "Justru gua ke yutub cari konten yg kek begini. Konten yg bisa memanusiakan manusia 👏",
        "like": "13"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ron",
        "comment": "Hai Cania,\nSaya setuju pesan yang kamu sampaikan tentang 3 fungsi pendidikan yang seringkali samar di mata banyak orang namun kembali lagi kepada individu masing-masing.",
        "like": "8"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Muh Khaidir Sakti Jenar",
        "comment": "When I was young, it seemed that life was so wonderful\nA miracle, oh it was beautiful, magical\nAnd all the birds in the trees, well they'd be singing so happily",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "gloria virginia",
        "comment": "Terimakasih Mba Cania. Video ini yang jelas buat saya (nitizen) mikir lagi sebelum bikin caption, nulis dan posting apapun (ngomong) untuk menanggapi segala hal. Sinau sek le..... Gak gampang le.. Salut Mba Cania!",
        "like": "6"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ikhsan Justicia",
        "comment": "Perempuan yang berani mengemukakan gagasannya emang terbaik sih! Semoga bisa menginsprirasi perempuan2 Indonesia lainnya ya mbak.",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ang Nasution",
        "comment": "Channel-channel seperti yang satu ini butuh kita kembangkan untuk memberikan balance pikiran masyarakat kita yang lebih cenderung normatif.",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Hafidh Ardianto",
        "comment": "Bahasan yang diangkat ringan, tp intisarinya lebih dari itu, menunggu konten2 luar biasa selanjutnya dr Geolive! :)",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Renanda Pratama H",
        "comment": "benar sangat, pendidikan itu kan hanya alat, pada akhirnya alat tetaplah alat, yang membuatnya berfungsi adalah cara dari masing masing manusia itu sendiri. dan manusia dibekali akal untuk berfikir, setidaknya hasil pemikiran manusia bisa dilihat dari apa yang dia katakan dan apa yang dia lakukan. pendidikan sangatlah penting , dalam bidang apapun. semoga pendidikan kita semakin baik, salam NKRI",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Pram Pararam",
        "comment": "yap setuju sama cania, point² nya dapet banget— semoga banyak yg nntn sampai habis dan paham inti video nya.",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Just a Human",
        "comment": "6:33 statement macam apa itu wkwkwk",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "kevin jarwo",
        "comment": "Setuju banget! \nNow i have great reasons for my broke ass life and keep rolling my eyes towards rich people and their motivational speech",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Haruyou's Records",
        "comment": "mbak cania hegelian ya?\nmakin ngefans saya kalo gini",
        "like": "7"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Cok Dos",
        "comment": "Saran: put some freakin backsounds dude !! Biar gk bosenin",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rengga Bima",
        "comment": "\"modar tu orang\" 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rengga Bima",
        "comment": "Tenang mba cania, masih banyak orang orang yg berbicara secara logika dan ilmiah serta berpengetahuan luas daripada orang orang yg berbicara secara nafsu dan emosi 😄",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Munzir El samuty",
        "comment": "sexy bgt argumentnya mbak..",
        "like": "6"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "jono isme",
        "comment": "16.07 Menit saja bersama mbak Cania merasa nyaman, tatapannya merasa ada didekatnya. Andai dia dosenku, 100 sks pun aku temui. Lufffffff!",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Stephen King",
        "comment": "Penampilannya, cara ngomongnya, suaranya, cara berpikirnya so \"sexy\" ❤",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Kids Jaman Now",
        "comment": "Langsung merasa bego sendiri ya... \n\nTerima kasih sudah mengingatkan kembali bahwa saya masih jauh dari orang yang \"berpikir\"",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "faisal mustafa",
        "comment": "\"the land of the freedom\" itulah mengapa saya bercita - cita ingin tinggal dan menetap di USA.",
        "like": "7"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "M. Iqra' R.",
        "comment": "In the end:\n\n\"Don't forget to subscribe\". Wink!!!!",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Mas khairil",
        "comment": "luar biasa cannel yang berbobo buat subcribe, jngn lupa klik lonceng juga guys.",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "jordan fahmi",
        "comment": "\"Yoi\"",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rendy Nurpratama",
        "comment": "Langsung naik 100 level setelah nonton video ini. :)))",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "rizky yanuar",
        "comment": "Sekolah,yang lebih utama perguruan tinggi adalah PENCETAK BURUH PABRIK terbesar di indonesia",
        "like": "19"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Arif Saadilah",
        "comment": "Gue ngakak pas tiba2 mbak Cania bilang:\n\"MODAR TU ORANG\"\n\nNikmat banget kayaknya",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "hasbie seiff",
        "comment": "Sempet pesimis di menit2 awal...\nTapi ketika tulisan problem solving muncul\nJadi melek langsung sampe akhir...\nThanks mbak citta",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "pkris",
        "comment": "Adem banget euy, salfok LuL ahaha",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Godhong Kemangi",
        "comment": "Mantappp jayaaaa... Jarang2 ada orang2 yang memiliki paradigma kalau berpikir ilmiah itu nggak cuma di sekilah atau dunia akademik saja namun untuk kehidupan sehari-hari.. sipp mbak..  walaupun gayanya agak songong.. tapi anda ilmiah, bisa dipertanggungjawabkan..",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dedo Dewantara",
        "comment": "Yg nnton di 2019 angkat jempolnya",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Pasha",
        "comment": "Harus diakui memang kognitif mba can lebih tinggi dr umumnya, public speaking ok, dan seperti ada tujuan jelas dr matanya kalau ingin melakukan sesuatu atas implikasi yg terjadi di kehidupan sebelumnya, semoga konten mba can bisa mencerdaskan otak dan Hati, good content",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Muhammad Akbar Pradipta",
        "comment": "Mengenai untuk fungsi pendidikan tentang jejaring sosial saya ingin memberikan komentar, selain untuk mendapatkan teman dengan kesamaan visi, juga bisa looh mendapatkan calon \"pasangan hidup\" yang bisa cocok dan sepandangan. 😍",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ari Rizky Juliawan",
        "comment": "Kalo di konten ini hebat nya yang komen netizen nya cerdas semua",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Andri Opera",
        "comment": "Bener banget. sekolah melatih Pola pikir sistematis.",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Andi C. Saputra",
        "comment": "Setuju!! Semangat kaa, I love you. You're smart!",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "iwa ikhwan",
        "comment": "mbak cania coba bahas dong statment para mentri, yang mengundang kontoversi di masyarakat.. (yang katanya ngawur)",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Donny Montreano",
        "comment": "01:29... anus jadi gubernur tanah abang yang penting seiman juga karena gagaLnya pendidikan.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Aditya Purnama",
        "comment": "Ibarat ngasih baju yg layak ke orang yg kurang waras...ya ga bakal dipake, sama konten konten di channel ini. Semangat terus kakak❤️",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "rauzan fikri",
        "comment": "undang rocky gerung dong, interview dan kritik2 :))",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Abdul Rahman Hakim",
        "comment": "9:21\n\nYang pastinya itu bukan gaya nelan ludah sobat Missqueen.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ghassan siregar",
        "comment": "\"Modar tuh orang\" nya berasa dari hati banget wkwkwkk",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ROFII HAMDI",
        "comment": "6:31  😂 😂,  thanks for made my day better",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Farhan Hekmatyar",
        "comment": "*gravitasi=9.8 m/s2=percepatan",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ersinema",
        "comment": "ah sok ilmiah lo, ini youtube bukan sekolahan!wkwk",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Trian Saputra",
        "comment": "Pertanyaan mendasar nih. Kak cania kl pacaran sering ngucap \"terserah\" , \"hmm\" , \"iya\" ngga ya? Krn setau aku bahasa itu alamiah di cewek",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Karim Salisa",
        "comment": "Thats great mbak can...\nTumben update cepet?",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Sirait Sirait",
        "comment": "Benar sekali bu,  banyak belajar  otak banyak ilmu untuk membuat kesimpulan   lalu badan terutama tangan dan kaki digerak untuk melakukan.",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "afgun",
        "comment": "semangat kak buat konten yg seperti ini, jujur sangat membantu sekali dan bermanfaat.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "I am VJ",
        "comment": "Nice video, keep up the good work geolive!\n\nSekadar saran, kalau bisa pakai noise reduction. Soalnya pakai earphone kedengeran banget noise nya.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Eleazar Evan Moeljono",
        "comment": "Terima kasih atas nilai yang sudah dibagikan kepada kami para penonton. Sekarang giliran kita penonton untuk membagikannya kembali dan menerapkannya dalam kehidupan sehari-hari.. Sulit memang, tapi bisa dibiasakan.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Adnan Karim",
        "comment": "Video2 seperti yang di membutuhkan share sebanyak banyaknya, Indonesia darurat perbaikan adab cuy .hehe",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "SMOKING EVERYWHERE",
        "comment": "Menurut saya nih .... sekolah buat saya cuma pendidikan formalitas .... sebenarnya masih banyak ilmu yg didapat d luar sekolah ..... karena ilmu d luar sekolah jauh lebih banyak dan kompleks daripada ilmu yg didapat dari sekolah ..... misalnya sosialisasi d lingkungan sekitar atau d luar lingkungan .... seharusnya kita belajar memahami keadaan di sekitar agar tidak salah menilai or men judge org seenaknya dikarenakan ego pribadi yg terlalu ditekankan ..... akibat ego tersebut pasti menimbulkan yg namanya konflik .... tdk mau mengalah dan hanya mau menang sendiri .... ini yg kita rasakan sekarang .... membenarkan pikiran dan tindakan atas nama agama atau apapun yg ujung2nya membawa nama Tuhan utk membenarkan segala tindakannya ..... this is Indonesia .... dimana org2 nya memang ramah dan berbudi luhur .... namun pemikirannya tdk berkembang 😈 .... hanya memakai ego namun tdk otaknya 😈",
        "like": "5"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Erikodiony Ariessa Wahyudi",
        "comment": "Memang benar, idealnya pendidikan seharusnya dijalankan seperti itu,. Namun, apakah mbak cania juga bakal mampu untuk mempraktekannya ?? setau saya anda adalah seorang introvert dan social anxiety yg tentu kesulitan dalam kebebasan berpendapat dan bersosialisasi,. dan juga banyak penelitian2 psikologi yg menunjukkan bahwa rata2 orang yg berpikir secara ilmiah juga tergolong kesulitan dalam berinteraksi sosial maupun mengungkapkan pendapat2nya,. 🙏😅🙏",
        "like": "7"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Hafidh Ardianto",
        "comment": "Request dong, pengen deh Geolive bahas ttg watak org Indonesia yang narsistik kalo nama negaranya disebut2 sama media Internasional.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "YLS WORLD",
        "comment": "Citta, 😍",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Kusara Channel",
        "comment": "Kok makin cakep Cania?",
        "like": "4"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "abdul muiz",
        "comment": "I like this videos because make me know about fungsional a school.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "afin murtadho",
        "comment": "makin tertarik aku sama mbak Cania. :-D",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ricky setiawan",
        "comment": "Biarkan saja kak yang nyinyir.. Makasih buat konten yang positif dan mendidik di youtube..",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ijonk fridolid",
        "comment": "D luar konteks pembahasan yg sangat bermanfaat ini,, disini saya liat mba cania cantik ya..😄",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dera Apriliana",
        "comment": "Ka lebih sering dong upload videonya, min 1 Minggu sekali 😍",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Muhammad Fauzan",
        "comment": "Worthy vlog for me, sering2lah ngebahas isu sosial politik terutama pendidikan dg se-objektif mungkin.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Yourworstnightmare",
        "comment": "4:06 best part",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rocketjumps Clothing",
        "comment": "Makannya apa sih lo??!!!! Pinter banget 😊😊 jadi cinta 😘😘😘",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Irsan56",
        "comment": "Semoga makin banyak yg nonton video seperti ini 👍 terima kasih kak untuk penjelasan dan pencerahannya",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dede Elie suryadi",
        "comment": "Tiap nonton video dari channel ini pasti nambah pengetahuan saya, 😊",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Arif Rahman",
        "comment": "Mba cania , gue kan sekolah dari kecil tapi 3 hal ini tidak nyangkut sama gue.\n\nterus gimana nih cara gue memperbaikinya?",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Edo Widi Virgian",
        "comment": "France (Prancis) : Liberte, Egalite, Fraternite. Ini lebih lengkap can.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rigia Tirza",
        "comment": "SETUJU POL POLAN!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! ga ngerti lagi harus menggambarkan setujunya gue kalo ga pake caps lock..\nBener banget kalo sekolah itu ya memang harusnya membentuk cara berpikir.. Tapi sayangnya orang Indonesia kebanyakan sekolah hanya demi gelar aja.. habis lulus cari kerja bermodal ijazah bukan skill.. apa aja dilakuin supaya nilai bagus, ip bagus.. banyak tuh temen-temen gue yang kuliah keguruan hanya manut ibu bapaknya yang PNS biar nanti cari kerjanya gampang.. padahal ya gua ga yakin mereka punya passion di situ.. Banyak yang waktu kuliah ya ogah-ogahan, ngajar sekenanya.. terus nanti jadi guru yang sekenanya juga.. sama kayak guru-guru generasi sebelumnya, yang menghabiskan sebagian besar waktunya buat mikir target nyelesain materi dan ngurusin gimana supaya nilai rapor bagus.. supaya apa? Supaya nanti anak-anak kerjanya bagus.. Anak Indonesia dipersiapkan buat dapet kerja bagus tapi ga dipersiapkan buat bekerja dengan bagus.. Liat aja tu kalo mau jadi PNS, mau tes aja belajar mati-matian, pas udah jadi PNS kerjanya kayak apa? ya ga semua jelek sih, tapi tau kan kayak apa yang terjadi sekarang?",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "DennyLinOfficial",
        "comment": "Mantep mba jelasinnya... Jelas,padat.. mengisi bbrp point yg harusnya d tanem d netizen... 2019 #fixpolapikir",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Merdeka agus saputra",
        "comment": "I'm a big fan of you. Because of watching your videos daily I begin to love political disciplinary and read more books. Thanks for your enlightening information",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "yuhihe",
        "comment": "fungsi sekolah tinggi : biar ketemu sama orang seperti kamu!",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Raihan Kanigara",
        "comment": "I saw cania, i click, i like, i comment, i subscribe. I just love her. Thx.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Babang Gagan",
        "comment": "Teruntuk Geolive ID terus terang gw lebih suka penyampaian informasi yg berpusat pd satu orang bgni dibandingkan dialog interaktif. Mantap lanjutkan",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "A Adi F",
        "comment": "Wkwk bagus cania ;). Tp dibalik ekspresinya terdapat kekesalan kepada masyarakat yg lemah literasi. Sarkasnya bagus banget sumpah wkwk :v.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Sam GG",
        "comment": "Kak seyo kok malah Fokus sama adsensenya di menit akhir...:-) ...",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ahmad Hambal",
        "comment": "Jadi, pelajaran menganyam dan memahat ada gunanya untuk siswa yang ingin jadi pemain politik?",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Sri Agustini",
        "comment": "Jawaban yg aku cari dari dulu. Makasi Can ❤❤❤",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Moura Shanata",
        "comment": "maaf bila komen saya saya engga ada korelasinya, cuman berdasarkan pengalaman, saya ngerasa pendidikan indonesia di dominasi oleh \"perisakan\" baik dari segi fisik maupun psikologis sehingga menghasilkan penurunan kualitas dari sikap/perilaku, cara berfikir, dan etika ber-sosial dimana merasa pendidikan itu hal yang percuma, membosankan, menakutkan, bahkan terjerumus ideologi2 yang sesat, Lalu dari segi ekonomi yang tidak merata, membuat pendidikan hanya sebatas sebagai tolak ukur untuk dapat ijasah buat nyari kerja. kira2 menurut tim geovlog apakah 2 hal ini juga mempengaruhi pandangan tentang fungsi pendidikan kita? kira2 solusi apa ya untuk mereka yang mengalami perisakan, serta yang hidup dalam ekonomi rendah, bisa merasakan fungsi pendidikan, dalam arti yang lebih baik?",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Jeanette MP",
        "comment": "Kak, bahas soal permasalah mengenai Toa Masjid kemarin dong kak.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Mas Eng Gamer",
        "comment": "Jadi Tolong sekali di jawab,.! Menurut anda Gravitasi itu Nyata atau asumsi.??",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "win win 10MEI1994",
        "comment": "Ini youtube woy bukan sekolahan ngakak 😂😂",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ferdian Ifkarsyah",
        "comment": "Ngakak 5 detik awal akwakaw. Bikinin versi gif-nya donk, ka!",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Isvani Nadya",
        "comment": "mbak cania the besttttt😭❤️",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dwi Kurniawan",
        "comment": "Kalimat yg sering saya dengar di zenius",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Stephen King",
        "comment": "Tenang sayang i always support u just forget the haters honey❤😍",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Om Ken",
        "comment": "exactly!",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Luthfan Hibatul Azizi",
        "comment": "Bikin ginian di spotify dong, jgn di yutub doang. Enak dengernya soalnya",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "dipa andhika",
        "comment": "Anak2 FKIP wajib nonton ini...",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Tabah",
        "comment": "Pernah ambil kelas liberal art nih, wkwkwk. Sebagian besar saya setujuh nih sama argumentnya, tp beberapa hal kecil ada yang berbeda. Mungkin perbedaan ini karena latar belakang kita beda, wkwkwk",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Brata19",
        "comment": "Yah mungkin ada paradigma yg salah... seperti membangun tembok2 mewah & wow, tp secara realitas utk mencapai keberhasilan/sukses orang lebih banyak memakai jalan2 tikus drpd jalan formal yg telah diajarkan atau \"disepakati\" secara bersama itu...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "faisal mustafa",
        "comment": "Terimakasih mba Kania. Super cerdas!!!!",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ardeks",
        "comment": "Sudut pandang yang keren. Penjelasan yang mudah dipahami. Tapi kalau boleh usul, teks yang muncul di video itu sebaiknya menggunakan ejaan yang baik dan benar. Kalau bahasa lisan sih bebas, boleh memakai slang, bahasa gaul, bahasa gado-gado, dan sebagainya. Tapi saya tidak nyaman dengan tulisan yang kurang akurat, misalnya rapih (seharusnya rapi), anda (seharusnya Anda), sekedar (sekadar), dimanapun (di mana pun), dan lainnya. Apalagi vlog kali ini bertema pendidikan.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Nomaden Boy",
        "comment": "Sampai harus jelasin apa itu connecting the dots. Sabar ya mbak memang harus seperti itu supaya viewers anda ngerti. Jangan berhenti bikin video ya. Sudah subs + notif",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Edrin Rachmad",
        "comment": "cania nanya donk... buat elo, apakah untuk jatuh cinta dibutuhkan pikiran2 atw logika2 seribet itu jg? ...atw elo seperti wanita pada umumnya? saling pandang, saling kenal, jalan...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "yeahmanmike",
        "comment": "Jadi ketrigger waktu Cania bilang ada orang yang comment\n\n\"Ah sok ilmiah lo,Ini youtube woy bukan sekolahan\"",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "KurKurKur",
        "comment": "diluar dari topik bahasan, editingnya berasa ganjil ketika mbak cania dizoom untuk mempertegas poin, tapi background ungunya tetep diam.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Monty D'Souza",
        "comment": "Never take someone who says a book is judged by it's cover seriously. His reasoning is beyond repair.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Egga Herdiansyah",
        "comment": "Hadehhh kenapa kalo nonton cania, pasti salfok mulu... 😂Soalnya kuliah dulu udh terlalu kenyang dgn cwe2 idealis... 😀😀",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Chv Hndrtntlr",
        "comment": "Salah satu fungsi pendidikan: membangun jejaring sosial, tempat siswa pertama kali \"berpolitik\", lalu bagaimana dengan yang home schooling? Apakah ada fungsi pendidikan yang tereduksi?",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Bowo Prabowo",
        "comment": "bagus juga ini buat motivasi bisnis... untuk para entrepreneur muda... supaya bener jadi pengusaha yg baik dan benar.... coba colab sama merry riana... saya rasa bagus.. ok Nice Vlog.. sangat2 bermanfaat ..thanks",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ar Pdana",
        "comment": "Pusing gua dengernya. Ini bahasa org sekolah s7 yak 😂",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Muhammad Rohmat",
        "comment": "seneng sama penjelasannya mbak cania , jadi terasa kuliah kembali . pengen kuliah lagi rasanya . pengen bisa kayak cania cara jelasinnya bagus.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Stefanus Silvaro",
        "comment": "👍 drpd ngotot2, tawur2, kudeta2 politik gk jelas mending kyk gini.. edukasi lewat youtube.. paling enggk ada 2rb an org yg berubah lebih baik..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rickuzha",
        "comment": "Apa cuma gw aja yg ngerasa somehow Cania ada saatnya mirip kyk vokalis Jrocks pas ngomong..\nHhmmm wkwkwk",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Nanda Pratama",
        "comment": "\"modar tuh orang\"...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Candyka Ridho Herdana",
        "comment": "hmm anda gendutan 😂",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Iwansyah Putra",
        "comment": "Kalau Cania ngajar/seminar, gue pastinya wajib duduk paling depan nih.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Fransiskus Karlos",
        "comment": "Mantap!!!, ni kalo bisa banyakin upload video yg kayak gini mbak dn klo bsa tiap minggu mbak",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Prayoga Ananta Zonanto",
        "comment": "Pengen nanya dong,  kakak bacaannya apaan ya ? atau ada tips mungkin ? soalnya pemikirannya melebihi pemikiran rata rata orang Indonesia, like ten fold more. berikan lah tips tipsnya :))",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Andreas eka",
        "comment": "Salfok, Cania kadang menjadi besar kadang mengecil di video ini..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "levi ackerman",
        "comment": "\"Modar tuh orang\" klo jadi dosen bakalan jadi dosen galak nih",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Topik Nugroho",
        "comment": "Ya udahlah gimana lage pendidikan utk uang. Lha sampai skrng pendidikan di Indonesia harus dibenahi apalagi kampus kalau dah banyak lulusan hrusnya ditutup pada jurusan itu kalau nggak nambah saingan",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Paulinus Uda",
        "comment": "Emangnya ada undang2 yg ngatain klo youtube itu bukan buat video pendidikan? Yg koment biasanya klo nggak sekolah atau sekolah tapi cuman buat nyari gelar.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "kesegaran duniawi",
        "comment": "Yang penting itu ekonomi dulu,soalnya sepinter pinternya orang kalo duit nya kurang,ya you know lah.",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Angga Pratama",
        "comment": "Poin terakhir=lirik lagu Iwan fals \" sekolah tua tua hanya perlu untuk gengsi, agar mudah bergaul tentu banyak relasi \" hahahahahaha",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "AccellRian",
        "comment": "Ah sok ilmiah lo, ini youtube woy bukan sekolahan. lol",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Andi muhammad zharfan",
        "comment": "pembentukan paradigma \n\njadi inget materi di zenius :\")))",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Albert Gunawan",
        "comment": "Sepertinya kurang berguna buat \"lawan\" kita,soalnya mereka juga gak bakal paham wkkwkw\nKarena masih ada polapikir\n\"Karena sekolah itu formalitas\"",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ocow sahal",
        "comment": "Selalu dapet like dari saya, setiap video mis cania",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "wara wiri",
        "comment": "Ini chanel memang masih dikit subs nya, tapi saya percaya deh orang2 yg subs adalah viewer2 yg mempunyai alur pikir yang sistematis dan logis yang secara gk langsung cocok dengan atmosfir di setiap video di channel ini, semoga 1 jt++ subs otw dengan cepat 🙏👍",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ondo Simamora",
        "comment": "Topik yg briliant mba cania. Sy subcriber skaligus salah 1 dari tenaga pendidik  skolah menengah di jkt. Jika mba cania berkenan mberikan waktu dan mau mberikan hal2 yg lebih menantang guna membangun sdm mulai dari pend menengah kami siap mengundang mba . Salam literasi mba",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Jon Girsang",
        "comment": "Kenapa wajib belajar 12 Tahun? \nApakah fungsi2 esensial tadi harus ditransfer selama 12 tahun lamanya?\nAnda setuju ada yg salah dengan sistem pendidikan, bukan?",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Arnold Tofan",
        "comment": "Btw suara knalpot nya agak gimana gitu... xD xD.. tapi menurut gw ini konten nya \"Savage\" ya... kalo di liat dari sudut pandang gw aja... love the video cannia.. di tunggu video berikut nya..",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ressy Syarifah",
        "comment": "Kesimpulan yang salah akan menghasilkan solusi yang salah,  makasi Cania 💙",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Meggy DC",
        "comment": "Konten untuk para calon pembangun bangsa, politikus, dan orang tua~",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Sanc",
        "comment": "Makin menggemaskan aja si eneng :3",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Jim Jam",
        "comment": "Supaya Pintar/Cerdas",
        "like": "3"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Muhammad Ilham",
        "comment": "Kalo dosennya kaya cania gua rela kuliah senen-minggu, pagi sampe sore gua jabanin dah 😂",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Adriano FN",
        "comment": "salah satu guru cantik onlineku,, b guru minta PR nya dong..hehhehe makasih atas smart  konten- kontenya b guru...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Greji Cemekis",
        "comment": "Coba saat nerangin diselaraskan dengan mimik wajah yang ceria pasti lebih enak dengernya\nCuma kritik atas dasar cinta buat cania sayang",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "02. Adam Rafidinanda",
        "comment": "cerdas berkualitas nih content, ngasih paradigma yg edukatif. terimakasih kak:))\n.\nsaran, mungkin backsound nya bisa diredam lagi soalnya suka kedengeran suara motor lewat ya ga sih wkwk",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ryovanifo",
        "comment": "Cania, kasih tau dong list buku2 favorit lu sejauh ini.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Sun Fortune",
        "comment": "kontennya bgus, mbaknya cantik, komplit deh, lbih bnyk lgi bhas tntang pndidikan ya..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Diki Prawisuda",
        "comment": "Pada perkataan Rhoma yang dikutip, HIV/AIDS mungkin azab dari kaum LGBT @6:41.\nSaya mau tanya, di mana tempat iman/kepercayaan/ajaran agama dsj di dalam metode berpikir yg runut atau ilmiah? Perkataan tersebut bukankah sudah runut dengan berdasarkan definisi dari kata \"azab\" secara umum? Saya rasa kepercayaan orang itu tidak bisa secara universal juga diterima oleh semua, tidak sama dengan gravitasi pada @",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "genteng rumah",
        "comment": "tpi kejadian supranatural tuh beneran ada ei wkwkwkw, kapan2 kita ke kaltim yuk,undang scientist yg banyak",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "faisol syarifuddin",
        "comment": "Maaf ya, tpi kaya ada yg kurang d video ini\nSuara backgroundnya mungkin ada dikit2, biar ga garing2 bngt\nJust my 2 cents",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "preketek ketek",
        "comment": "Mentang2 tiketny udah pre sale, nyontohin jgtc.. hmmm",
        "like": "1"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "haksafarid",
        "comment": "Intinya 2019 ganti otak",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Caesario Ananda",
        "comment": "Hahaha.. sekolah gak jelas, ketika browsing youtube buat cari hiburan tapi malah nemu channel ini \"ah apaan nih sok ilmiah\"",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ZakZakZak",
        "comment": "Semoga aku mendapatkan istri sepertimu mbak can😂😂😂",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dede Gunawan",
        "comment": "Cantik, pintar. Subhanallah sekali",
        "like": "2"
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ardhi Muhammad",
        "comment": "Sebelum menuntut ilmu, belajarlah ADAB.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "oji",
        "comment": "ini studionya dipinggir jalan ya?\nrame banget suara motor & klakson 🤣",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "ryantri indrawan",
        "comment": "Boooooringggg \nSooooo baaaaasiiiiicccc\nHhhh~",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Yoyoz Wijianto",
        "comment": "Dari video ini, saya menyimpulkan bahwa saya dihimbau untuk dont forget to subscribe.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Rizal Habiburohman",
        "comment": "Masalahnya orang yang ngga berfikir seperti Cania itu ngga nonton video ini. Sedangkan yang sepaham semua komen di kolom komentar. Bazz...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ariq Haryo",
        "comment": "JGTCnya sponsor atau emg subjektif Kak Cania karena alumni UI nih?",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "azola akbar",
        "comment": "Ahahahah... Gagal transfer value atau valueny udah ketransfer tapi valuenya yang salah?",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Valla Nesia",
        "comment": "Saya ingin mengomentari tentang, “negara religius berpeestasi rendah dalam sains dan matematika”. Apakah sumbernya valid? Jika kita merunut pada sejarah, bahwa banyak ilmuan dari islam yang menyumbangkan penemuannya seperti saya ambil contoh penemu aljabar. bahkan bagi saya dunia modern tidak akan berkembang pesat tanpa tokoh tokoh spritiual yang memang juga berdedikasi di sains dan matematika atau bahkan cabang ilmu lainnya. Bagaimana dengan tokoh spiritual yg dinobatkan sebagai bapak robot? Penemu angka nol yg berdampak kepada digital? Penemu mur yg berdampak pada mesin kendaraan? Orang yg pertama kali terbang bahkan jauh lebih lama sebelum wright bersaudara? Penemu algoritma? Saya ambil contoh lagi seperti toko filsuf ibnu sina, ibnu rusyd, alfarabi dan masih banyak lainnya. Dengan fakta itu saya tidak setuju dengan pernyataan bahwa negara religius berpresrasi rendah dalam sains dan matematika, setidaknya orang spiritual pernah berjasa yang dampaknya hingga sekarang yaaaa meskipun dibungkam oleh elite global. Lalu dalam sistematis filsafat yaitu epistemologi dikatakan bahwa intuisionisme (pengetahuan yang diberikan tuhan), adalah tata cara yang hierarkinya teratas dibanding empiris, rasionalis dan positivisme. Maka dari itu saya memaklumi orang2 yg memang memandang segala sesuatu dari sudut spiritualis meskipun secara objektif seolah olah sesat pikir. Satu lagi jika berbicara teori kebenaran yang dibuat oleh manusia, pada faktanya kebenaran itu sendiri relatif mungkin itulah sudut pandang yg mereka pegang. Tp maaf ya cania bukan berarti saya anti logika atau tidak suka dengan pernyataan cania, saya hanya mencoba mengkritisi saja. Semoga bisa membuat konten yang lebih banyak lagi dan lebih bermanfaat.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Satria Rizali",
        "comment": "Sekolah pun beperan besar juga kayanga sebagai Pembangunan Karakter..\nEh tapi kalo pake kata \"kayanya\" kurang ilmiah deh wahaha",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Annastasia Jessica",
        "comment": "Apa cuma gue yg berpikir knp mukanya cinta laura sebagai opening\n#pertanyaangakpentingsih\nSoalnya isi konten the best menurut gue tapi kok mukanya cinta laura gitu??..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Dede Sutisna",
        "comment": "Ya klo org emang udh kelewat \"bego\" mana ngerti dijabarin panjang lebar dengan bahasa \"khas Cania\" gini..  mungkin jadinya mempertontonkan kepintaran saja..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "tompel ireng",
        "comment": "Sekolah itu jualan ilmu biar ada murid yang masuk . Pemilik sekolah swasta untung dan guru bisa di bayar.\n\nMakannya sebagian besar orang sekolah prakteknya cari nilai bukan cari ilmu. ",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Ruri ndra",
        "comment": "Mb kania sekarang tambah tembem pipinya ya dan yg penting tetep tajam penyampaian framework thinking nya. 😊",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "jarvis alexandro",
        "comment": "argumennya Dr. Ryu Hasan itu, klw di Indonesia bisa disebut pseudoscience,   krn memang budaya Indonesia sangat kental dgn pseudoscience, seperti di salah-satu bukunya ilmuan asal A.S  Carl Sagan,  yg judulnya  a demon haunted world...",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Steve Anggara",
        "comment": "Video nya bagus, tapi gw cukup terdistract dengan background noise kendaraan yang lewat.",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "Herry Kang",
        "comment": "Cara Berpikir ngawur ya maka kesimpulan dan pilihannya otomatis ngaco..\n\nJangan Salahkan Orang yang Dipilih (Pejabat), Tapi Tanyakan ke Rakyat Kenapa Memilih Dia (Pemilih)..",
        "like": ""
    },
    {
        "title": "Fungsi Pendidikan Selain Supaya Bisa Nyari Uang",
        "category": "Education",
        "author": "vpanggabean1980",
        "comment": "Kalo boleh kasih masukan, isi ilmiah tp bahasa mungkin bisa lbh santai dan sehari-hari.. Jd gak terkesan spt masuk ruang kuliah..😉✌🏻",
        "like": ""
    }
]